const pharmacyDatabase = {
    "يمن بروتك": {
        "موانع الحمل": ["بروتك نور اقراص", "بروتك اقراص", "بروتك لولب اوبتيما", "بروتك حقن", "بروتك واقي"]
    },
    "يمكو": {
        "مستحضرات العناية": ["هيدروجين قطر يمكو", "اوتوكير قطر اذن", "هيدوروجين بخاخ 80 مل", "هيكسودين غسول فم", "كلامندول لوشن", "زيت خروع", "سيفادين كريم", "ليدوبين جل", "فاجي ووش مطهر", "ليدوبين بخاخ", "ميبو درم"]
    },
    "وادي بن علي": {
        "الأعصاب والصرع": ["كو ريفو اقراص", "دانزو ريفو اقراص", "ازريفون كبسول 500", "ريفوسيتام500", "لاموفين25ملجم", "بالكوفون 10 مجم", "فلونافون 5 ملجم", "لاموفين50ملجم", "ريفوميت 25ملجم", "بيرافون 400 ملجم"]
    },
    "هيل مدكال": {
        "المسكنات والفيتامينات": ["باراسيتامول اقراص", "فوليك اسيد 5ملجم", "بسبرولول 5 مجم", "بسبرولول 2.5 مجم", "فيتامين بي كمبلكس", "برجنانسي كير فيتامين"]
    },
    "ناتكو": {
        "الهرمونات والمضادات": ["ابيوفيل شراب", "لنكوسين 600فيال", "ميكروجينون", "بانثوفيل كريم", "بيبانثين بلاس كريم", "بروجليتون اقراص", "بيبانثين كريم", "كروتافيل لوشن", "ديبو مدرول امبول", "ساليديكس مرهم", "بريموليت ان اقراص", "رزولان تحاميل", "بيتالوك 100 ملجم", "بروفيرون اقراص", "ياسمين", "كارد يورا 1 ملجم", "سيلبركس اقراص", "نور فاسك كبسول"]
    },
    "ماف فارما": {
        "المضادات الحيوية والمسكنات": ["يوريداك فوار", "ماف مول كولد فلو شراب", "موكسي ماف قطر", "سواقرا 50 ملجم", "ماف مول اقراص", "سيتروكسات غسول", "هكسات غسول", "مترو ماف اقراص", "دوميزول اقراص", "جلايكوماف اقراص", "ماف مول قطر", "ميكوماف قطر", "سيبا ماف اقراص", "سيبو ماف اقراص", "زيثرو ماف اقراص", "كلوروماف شراب", "مترو ماف 500 اقراص", "انتيزول قطر", "فلاتيكون قطر", "ايبوماف شراب"]
    }
};
